Repository: eatlei/EON
Catalog: SubscribeApp/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, zh_hant

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
zh_hant: 儲存

source: 偏好
de: Präferenzen
en: Preferences
es: Preferencias
fr: Préférences
ja: 環境設定
ko: 환경설정

source: 全年扣费分布
de: Jährliche Verteilung
en: Yearly distribution
es: Distribución anual
fr: Répartition annuelle
ja: 年間の請求分布
ko: 연간 결제 분포
zh_hant: 全年扣費分佈

source: 全年扣费热力图
de: Jahres-Heatmap
en: Yearly heatmap
es: Mapa de calor anual
fr: Carte de chaleur annuelle
ja: 年間ヒートマップ
ko: 연간 히트맵
zh_hant: 全年扣費熱力圖

source: 全方位的数字生活配置
de: Rundum ausgestattetes digitales Leben
en: A well-rounded digital life setup
es: Una configuración digital muy completa
fr: Une configuration numérique bien complète
ja: 全方位のデジタルライフ装備
ko: 전방위 디지털 라이프 셋업
zh_hant: 全方位的數字生活配置

source: 全部
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
ko: 전체

source: 全部手动续费
de: Alle manuell
en: All manual
es: Todas manuales
fr: Toutes manuelles
ja: すべて手動
ko: 모두 수동
zh_hant: 全部手動續訂

source: 全部摊到每季
de: Alles aufs Quartal verteilt
en: All amortized per quarter
es: Todo por trimestre
fr: Tout réparti par trimestre
ja: 全部を四半期で按分
ko: 분기 기준 평균
zh_hant: 全部攤到每季

source: 全部摊到每年
de: Jahresdurchschnitt
en: all subs averaged
es: promedio anual
fr: moyenne annuelle
ja: 年割り合計
ko: 연 단위로 합산
zh_hant: 全部攤到每年

source: 全部摊到每月
de: Monatsdurchschnitt
en: all subs averaged
es: promedio mensual
fr: moyenne mensuelle
ja: 月割り合計
ko: 월 단위로 합산
zh_hant: 全部攤到每月

source: 全部自动续费
de: Alle auto-erneuern
en: All auto-renewing
es: Todas en renovación auto
fr: Toutes en renouv. auto
ja: すべて自動更新
ko: 모두 자동 갱신
zh_hant: 全部自動續訂

source: 共 %lld 笔
de: %lld insgesamt
en: %lld total
es: %lld en total
fr: %lld au total
ja: 合計 %lld 件
ko: 총 %lld건
zh_hant: 共 %lld 筆

source: 共 %lld 笔 · 下一笔 %@ %@
de: %1$lld insgesamt · nächste: %2$@ am %3$@
en: %1$lld total · Next: %2$@ on %3$@
es: %1$lld en total · próximo: %2$@ el %3$@
fr: %1$lld au total · prochain : %2$@ le %3$@
ja: 合計 %1$lld 件 · 次回 %2$@ %3$@
ko: 총 %1$lld건 · 다음 %2$@ %3$@
zh_hant: 共 %lld 筆 · 下一筆 %@ %@

source: 共 %lld 笔扣费
de: %lld Abbuchungen gesamt
en: %lld charges total
es: %lld cargos en total
fr: %lld prélèvements au total
ja: 計 %lld 件の請求
ko: 총 %lld건 결제
zh_hant: 共 %lld 筆扣費

source: 共 %lld 笔订阅 · %@
de: %lld Abos · %@
en: %lld subscriptions · %@
es: %lld suscripciones · %@
fr: %lld abonnements · %@
ja: %lld 件のサブスク · %@
ko: 구독 %lld개 · %@
zh_hant: 共 %lld 筆訂閱 · %@

source: 关于
de: Über
en: About
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
zh_hant: 關於

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 关闭后:这笔订阅不再算进支出总额、分类饼图、累计支付等金额统计;但它仍会照常出现在订阅列表、日历和扣费提醒里。适合公司报销、家人共享、替客户购买等"花的不是自己钱"的订阅。
de: Aus: Dieses Abo zählt nicht zum Ausgabentotal, Kategoriendiagramm und zu den Gesamtausgaben – erscheint aber weiter in Liste, Kalender und Erinnerungen. Ideal für abrechenbare, familiengeteilte oder Kundenabos.
en: When off: this subscription is left out of your spending total, category chart, and lifetime spend — but it still shows in the list, calendar, and reminders. Great for expensable, family-shared, or client subscriptions you don't pay for yourself.
es: Si lo desactivas, esta suscripción queda fuera del total de gastos, el gráfico por categorías y el gasto acumulado, pero sigue en la lista, el calendario y los recordatorios. Ideal para suscripciones reembolsables, compartidas en familia o de clientes.
fr: Désactivé, cet abonnement est exclu du total des dépenses, du graphique par catégories et du cumul, mais reste dans la liste, le calendrier et les rappels. Parfait pour les abonnements remboursables, partagés en famille ou payés pour un client.
ja: オフにすると、このサブスクは支出合計・カテゴリ円グラフ・累計支払いに含まれません。ただしリスト・カレンダー・通知には通常どおり表示されます。経費精算・家族共有・クライアント用など「自分のお金ではない」サブスクに最適です。
ko: 끄면 이 구독은 지출 합계·카테고리 차트·누적 결제에 포함되지 않습니다. 다만 목록·캘린더·알림에는 그대로 표시됩니다. 비용 청구·가족 공유·고객 대납 등 '내 돈이 아닌' 구독에 적합합니다.
zh_hant: 關閉後:這筆訂閱不再算進支出總額、分類圓餅圖、累計支付等金額統計;但它仍會照常出現在訂閱列表、日曆和扣費提醒裡。適合公司報銷、家人共享、替客戶購買等「花的不是自己錢」的訂閱。

source: 兴趣广得令人羡慕 🎒
de: Beneidenswert vielseitige Interessen 🎒
en: Enviably wide-ranging interests 🎒
es: Intereses tan amplios que dan envidia 🎒
fr: Des intérêts à donner envie tellement c’est varié 🎒
ja: 羨ましいほど興味の幅が広い 🎒
ko: 부러울 만큼 다양한 관심사 🎒
zh_hant: 興趣廣得令人羨慕 🎒

source: 兴趣收藏家
de: Interessen-Sammler
en: Curiosity Collector
es: Coleccionista de intereses
fr: Collectionneur d’intérêts
ja: 趣味コレクター
ko: 취향 수집가
zh_hant: 興趣收藏家

source: 其他
de: Sonstiges
en: Other
es: Otros
fr: Autres
ja: その他
ko: 기타

source: 内置分类
de: Vorgegebene Kategorien
en: Built-in
es: Predefinidas
fr: Intégrées
ja: ビルトイン
ko: 기본
zh_hant: 內建分類

source: 内置的分类装不下你 —— 你给订阅建了一套自己的分类体系,把每一笔都亲手归位。这种对秩序的掌控感,EON 很欣赏。
de: Die vorgefertigten Kategorien reichten dir nicht – du hast eine eigene Systematik gebaut und jedes Abo von Hand einsortiert. EON bewundert diesen Ordnungssinn.
en: The built-in categories couldn't contain you — you built your own taxonomy and filed every subscription by hand. EON admires that sense of order.
es: Las categorías integradas se te quedaron cortas: creaste tu propia taxonomía y archivaste cada suscripción a mano. EON admira ese orden.
fr: Les catégories intégrées ne te suffisaient pas — tu as créé ta propre taxonomie et rangé chaque abonnement à la main. EON admire ce sens de l'ordre.
ja: 既定のカテゴリでは足りず、あなたは独自の分類体系を作り、一つひとつ手で整理しています。その秩序へのこだわり、EON は尊敬します。
ko: 기본 분류로는 부족했죠 — 당신은 자신만의 분류 체계를 만들어 하나하나 손수 정리합니다. 그 질서 감각, EON이 존경합니다.
zh_hant: 內建的分類裝不下你 —— 你給訂閱建了一套自己的分類體系,把每一筆都親手歸位。這種對秩序的掌控感,EON 很欣賞。

source: 再不砍就要破产了…
de: Zeit, was zu kündigen, sonst Insolvenz…
en: Time to cut some, or hello bankruptcy…
es: Toca cancelar algunas o terminamos en bancarrota…
fr: Faut couper, sinon c’est la banqueroute…
ja: そろそろ整理しないと破産しちゃう…
ko: 이쯤 정리 안 하면 파산 각…
zh_hant: 再不砍就要破產了…

source: 再来一个
de: Nochmal würfeln
en: Reroll
es: Otra
fr: Encore
ja: もう一度
ko: 다시 뽑기
zh_hant: 再來一個

source: 再来一点!
de: Noch ein bisschen!
en: A little more!
es: ¡Un poco más!
fr: Encore un peu !
ja: もうちょっと!
ko: 조금만 더!
zh_hant: 再來一點!

source: 再随机一次
de: Erneut mischen
en: Shuffle again
es: Mezclar otra vez
fr: Remélanger
ja: もう一度シャッフル
ko: 다시 섞기
zh_hant: 再隨機一次

source: 冰美式
de: Iced Americano
en: Iced americano
es: Americano helado
fr: Americano glacé
ja: アイスアメリカーノ
ko: 아이스 아메리카노

source: 冰美式续命,Bug 一个个退散
de: Ein Iced Americano belebt mich; Bugs verschwinden nacheinander
en: An iced americano revives me; bugs scatter one by one
es: Un americano helado me revive; los bugs caen uno a uno
fr: Un americano glacé me ranime ; les bugs s'envolent un à un
ja: アイスアメリカーノで延命、バグが一つずつ退散
ko: 아이스 아메리카노로 기운 충전, 버그가 하나씩 사라짐
zh_hant: 冰美式續命,Bug 一個個退散

source: 决定新建订阅时默认提前几天提醒。
de: Standardvorlaufzeit für Erinnerungen bei neuen Abos.
en: Default reminder offset applied to new subscriptions.
es: Antelación predeterminada para nuevas suscripciones.
fr: Délai de rappel par défaut pour les nouveaux abonnements.
ja: 新規サブスクに既定で適用される事前リマインダーの日数です。
ko: 새 구독에 기본으로 적용되는 사전 알림 일수입니다.
zh_hant: 決定新建訂閱時預設提前幾天提醒。

source: 冷萃咖啡
de: Cold Brew
en: Cold brew
es: Cold brew
fr: Cold brew
ja: コールドブリュー
ko: 콜드브루

source: 冷萃慢慢滴,功能慢慢磨
de: Cold Brew tropft langsam, Features werden in Ruhe poliert
en: Cold brew drips slow, features get polished slow
es: El cold brew gotea lento, las funciones se pulen con calma
fr: Le cold brew coule lentement, les fonctions se peaufinent lentement
ja: コールドブリューをじっくり、機能もじっくり磨く
ko: 콜드브루는 천천히, 기능도 천천히 다듬어요

source: 分享 EON
de: EON teilen
en: Share EON
es: Compartir EON
fr: Partager EON
ja: EON を共有
ko: EON 공유

source: 分享为 JSON
de: Als JSON teilen
en: Share as JSON
es: Compartir como JSON
fr: Partager en JSON
ja: JSON で共有
ko: JSON으로 공유
zh_hant: 分享為 JSON

source: 分享为 Markdown（适合 AI）
de: Als Markdown teilen (für KI)
en: Share as Markdown (AI-friendly)
es: Compartir como Markdown (para IA)
fr: Partager en Markdown (pour IA)
ja: Markdown で共有（AI 向け）
ko: Markdown으로 공유 (AI용)
zh_hant: 分享為 Markdown（適合 AI）

source: 分类
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 분류
zh_hant: 分類

source: 分类名称
de: Kategoriename
en: Category name
es: Nombre de categoría
fr: Nom de la catégorie
ja: カテゴリー名
ko: 카테고리 이름
zh_hant: 分類名稱

source: 分类策展人
de: Kategorie-Kurator
en: Category Curator
es: Curador de categorías
fr: Curateur de catégories
ja: カテゴリの主
ko: 카테고리 큐레이터
zh_hant: 分類策展人

source: 切换后 EON 会重启一次以套用新语言。
de: EON startet einmal neu, um die neue Sprache anzuwenden.
en: EON will restart once to apply the new language.
es: EON se reiniciará una vez para aplicar el nuevo idioma.
fr: EON redémarrera une fois pour appliquer la nouvelle langue.
ja: 新しい言語を適用するため EON が一度再起動します。
ko: 새 언어를 적용하기 위해 EON 이 한 번 재시작됩니다.
zh_hant: 切換後 EON 會重啟一次以套用新語言。

source: 切换后,所有订阅金额会按最新汇率换算到这个币种展示。
de: Alle Abo-Beträge werden zum aktuellen Kurs in diese Währung umgerechnet angezeigt.
en: All subscription amounts will be displayed in this currency, converted at the latest rate.
es: Los importes de las suscripciones se mostrarán en esta divisa al tipo de cambio más reciente.
fr: Tous les montants d’abonnement seront affichés dans cette devise au taux le plus récent.
ja: 切り替え後、全サブスクの金額が最新レートでこの通貨に換算されて表示されます。
ko: 변경 후 모든 구독 금액이 최신 환율로 이 통화에 환산되어 표시됩니다.
zh_hant: 切換後,所有訂閱金額會按最新匯率換算到這個幣種展示。

source: 刚刚启程,慢慢添置
de: Frisch gestartet, Schritt für Schritt
en: Just starting out, taking it slow
es: Empezando con calma, paso a paso
fr: Tout début, on prend son temps
ja: 始まったばかり、ゆっくり揃えていこう
ko: 이제 시작, 천천히 갖춰가는 중
zh_hant: 剛剛啟程,慢慢添置

source: 刚刚启程,留白也是一种美 🌱
de: Gerade losgegangen — Leerraum ist auch eine Form von Schönheit 🌱
en: Just getting started — whitespace is its own beauty 🌱
es: Acabas de empezar — el vacío también es belleza 🌱
fr: Tu commences à peine — le vide est aussi une beauté 🌱
ja: 始まったばかり — 余白もひとつの美 🌱
ko: 이제 막 시작 — 여백도 하나의 아름다움 🌱
zh_hant: 剛剛啟程,留白也是一種美 🌱

source: 刚刚好的精致生活
de: Genau die richtige Dosis Luxus
en: Just the right amount of bougie
es: La dosis perfecta de vida fina
fr: Pile la bonne dose de luxe
ja: ちょうどいい程よい暮らし
ko: 적당히 럭셔리한 일상
zh_hant: 剛剛好的精緻生活

source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 到期前和当天都会提醒你。
de: Du wirst vorher und am Tag selbst erinnert.
en: You'll be reminded before and on the day.
es: Te avisará antes y el mismo día.
fr: Vous serez prévenu avant et le jour même.
ja: 期日前と当日に通知します。
ko: 만료 전과 당일에 알려 드려요.
zh_hant: 到期前和當天都會提醒你。

source: 到期自动归档
de: Wird am Ende archiviert
en: Auto-archives when it ends
es: Se archiva al finalizar
fr: Archivé à la fin
ja: 終了日に自動アーカイブ
ko: 종료 시 자동 보관
zh_hant: 到期自動封存

source: 到期自动续费,正常计入支出统计和扣费提醒。
de: Verlängert sich automatisch; zählt in Statistik und Erinnerungen.
en: Renews automatically; counted in spending stats and reminders.
es: Se renueva automáticamente; cuenta en estadísticas y recordatorios.
fr: Renouvellement automatique ; compté dans les stats et les rappels.
ja: 自動更新されます。支出統計と通知に通常どおり含まれます。
ko: 자동 갱신되며 지출 통계와 알림에 포함됩니다.
zh_hant: 到期自動續費,正常計入支出統計與扣費提醒。

source: 到期需要你手动续费,我们仍会照常提醒并计入统计。
de: Du verlängerst manuell; zählt weiter in Statistik und Erinnerungen.
en: You renew it manually; still counted in stats and reminders.
es: Lo renuevas manualmente; sigue contando en estadísticas y recordatorios.
fr: Vous le renouvelez manuellement ; toujours compté dans les stats et les rappels.
ja: 期日に手動で更新します。統計と通知には通常どおり含まれます。
ko: 만료 시 직접 갱신하며, 통계와 알림에는 포함됩니다.
zh_hant: 到期需要你手動續費,我們仍會照常提醒並計入統計。

source: 前往 iOS 设置
de: Zu den iOS-Einstellungen
en: Open iOS Settings
es: Ir a Ajustes de iOS
fr: Ouvrir Réglages iOS
ja: iOS 設定を開く
ko: iOS 설정 열기
zh_hant: 前往 iOS 設定

source: 功能需求建议
de: Funktion vorschlagen
en: Request a Feature
es: Sugerir una función
fr: Proposer une fonctionnalité
ja: 機能をリクエスト
ko: 기능 제안
zh_hant: 功能需求建議

source: 加元
de: Kanadischer Dollar
en: Canadian Dollar
es: Dólar canadiense
fr: Dollar canadien
ja: カナダドル
ko: 캐나다 달러

source: 加载中…
de: Wird geladen…
en: Loading…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
zh_hant: 載入中…

source: 卡片
de: Karten
en: Cards
es: Tarjetas
fr: Cartes
ja: カード
ko: 카드

source: 印尼盾
de: Indonesische Rupiah
en: Indonesian Rupiah
es: Rupia indonesia
fr: Roupie indonésienne
ja: インドネシアルピア
ko: 인도네시아 루피아

source: 印度卢比
de: Indische Rupie
en: Indian Rupee
es: Rupia india
fr: Roupie indienne
ja: インドルピー
ko: 인도 루피
zh_hant: 印度盧比

source: 即将扣费
de: Bald fällig
en: Upcoming
es: Próximos cargos
fr: Prochains prélèvements
ja: もうすぐ請求
ko: 곧 결제
zh_hant: 即將扣費

source: 即将扣费清单
de: Anstehende Abbuchungen
en: Upcoming Charges
es: Próximos cargos
fr: Prochains prélèvements
ja: まもなくの請求一覧
ko: 예정 결제 목록
zh_hant: 即將扣費清單

source: 反馈
de: Feedback
en: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hant: 反饋

source: 发送反馈
de: Feedback senden
en: Send Feedback
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
ko: 피드백 보내기
zh_hant: 傳送意見回饋

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소

source: 另有 %lld 个归档
de: %lld archiviert
en: %lld archived
es: %lld archivadas
fr: %lld archivés
ja: アーカイブ %lld 件
ko: 보관 %lld개
zh_hant: 另有 %lld 個歸檔

source: 只养了一只小可爱
de: Nur ein kleines süßes Abo
en: Just one little subscription buddy
es: Sólo una pequeña suscripción
fr: Un seul petit abonnement chéri
ja: 可愛い 1 匹だけ飼ってる
ko: 귀여운 한 마리만 키우는 중
zh_hant: 只養了一隻小可愛

source: 可以在 iOS 设置 → EON 里允许访问「提醒事项」后再试。
de: Erlaube den Zugriff auf Erinnerungen unter Einstellungen → EON und versuche es erneut.
en: Allow Reminders access in iOS Settings → EON, then try again.
es: Permite el acceso a Recordatorios en Ajustes → EON e inténtalo de nuevo.
fr: Autorisez l'accès à Rappels dans Réglages → EON, puis réessayez.
ja: iOS 設定 → EON でリマインダーへのアクセスを許可してから再試行してください。
ko: iOS 설정 → EON에서 미리 알림 접근을 허용한 뒤 다시 시도하세요.
zh_hant: 可以在 iOS 設定 → EON 裡允許存取「提醒事項」後再試。

source: 可用
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능

source: 可设置订阅结束日期,到期自动归档。
de: Enddatum festlegen – automatische Archivierung bei Ablauf.
en: Set an end date and it auto-archives when due.
es: Define una fecha de fin y se archiva al vencer.
fr: Définissez une date de fin : archivage automatique à l’échéance.
ja: 終了日を設定すると期日に自動アーカイブ。
ko: 종료일을 설정하면 만료 시 자동 보관됩니다.
zh_hant: 可設定訂閱結束日期,到期自動封存。

source: 各司其职,生活有序而完整 ⚖️
de: Alles an seinem Platz, das Leben strukturiert ⚖️
en: Everything in its place, a life that hums along ⚖️
es: Cada cosa en su sitio, una vida ordenada ⚖️
fr: Chaque chose à sa place, une vie organisée ⚖️
ja: それぞれが役割を持ち、生活は秩序立って完全 ⚖️
ko: 각자가 제 역할을, 삶은 정돈되고 완전 ⚖️
zh_hant: 各司其職,生活有序而完整 ⚖️

source: 合计
de: GESAMT
en: TOTAL
es: TOTAL
fr: TOTAL
ja: 合計
ko: 합계
zh_hant: 合計

source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hant: 名稱

source: 名称,如 花呗 / 招行信用卡
de: Name, z. B. Apple Card
en: Name, e.g. Apple Card
es: Nombre, p. ej. Visa
fr: Nom, ex. Apple Card
ja: 名称、例:楽天カード
ko: 이름, 예: 카카오페이
zh_hant: 名稱,如 花唄 / 招行信用卡

source: 名称，如 花呗
de: Name, z. B. Huabei
en: Name, e.g. Huabei
es: Nombre, p. ej. Huabei
fr: Nom, p. ex. Huabei
ja: 名前（例：Huabei）
ko: 이름 (예: Huabei)
zh_hant: 名稱，如 花唄

source: 否
de: Nein
en: No
es: No
fr: Non
ja: いいえ
ko: 아니요

source: 含 %lld 个试用
de: %lld in der Testphase
en: %lld in trial
es: %lld en prueba
fr: %lld en essai
ja: 試用中 %lld 件
ko: 체험 %lld개
zh_hant: 含 %lld 個試用

# 周期·季
source: 季
de: Q
en: Q
es: T
fr: T
ko: 분

# 周期·年
source: 年
de: J
en: Y
es: A
fr: A
ko: 년

# 周期·月
source: 月
de: M
en: M
es: M
fr: M
ko: 월

source: 咕噜咕噜,下肚了
de: Schluck – runter damit
en: Gulp — down it goes
es: Glup, ya bajó
fr: Glouglou, c'est avalé
ja: ごくごく、飲み干した
ko: 꿀꺽, 다 마셨어요
zh_hant: 咕嚕咕嚕,下肚了

source: 图标
de: Symbol
en: Icon
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
zh_hant: 圖示

source: 图标处理失败
de: Symbol konnte nicht verarbeitet werden
en: Could not process icon
es: No se pudo procesar el icono
fr: Impossible de traiter l’icône
ja: アイコンを処理できません
ko: 아이콘을 처리할 수 없습니다
zh_hant: 圖示處理失敗

source: 图标库
de: Bibliothek
en: Library
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ko: 라이브러리
zh_hant: 圖示庫

source: 土耳其里拉
de: Türkische Lira
en: Turkish Lira
es: Lira turca
fr: Livre turque
ja: トルコリラ
ko: 튀르키예 리라

source: 在 App Store 评分
de: Im App Store bewerten
en: Rate on App Store
es: Valorar en App Store
fr: Noter sur l’App Store
ja: App Store で評価する
ko: App Store에서 평가
zh_hant: 在 App Store 評分

source: 在 iOS 设置里更改…
de: In iOS-Einstellungen ändern…
en: Change in iOS Settings…
es: Cambiar en Ajustes de iOS…
fr: Modifier dans Réglages iOS…
ja: iOS 設定で変更…
ko: iOS 설정에서 변경…
zh_hant: 在 iOS 設定裡更改…

source: 在订阅列表里把任意一张卡片往左拉过一半,松手即可归档,顶部会弹出"撤销"按钮 4 秒。关闭后只能从卡片右侧菜单里归档。
de: Karte über die Hälfte nach links ziehen archiviert sie; 4 s lang erscheint ein 'Rückgängig'-Knopf. Aus → Archivieren nur über das Karten-Menü.
en: Drag any card past halfway to the left in the list to archive it; an 'Undo' button shows up for 4s. With this off, archiving only works through the card menu.
es: Arrastra una tarjeta a la izquierda más allá de la mitad para archivar; aparece un botón 'Deshacer' durante 4 s. Desactivado, sólo se archiva desde el menú.
fr: Glisse une carte au-delà de la moitié vers la gauche pour l’archiver ; un bouton « Annuler » apparaît 4 s. Désactivé, l’archivage passe par le menu.
ja: リストでカードを半分以上左にスワイプすればアーカイブ。上に 4 秒間「取消」が表示されます。オフにするとカードのメニューからのみ操作可能。
ko: 카드를 절반 넘게 왼쪽으로 끌면 보관됩니다. 상단에 4초 동안 '취소' 버튼이 떠요. 끄면 카드 메뉴에서만 보관 가능.
zh_hant: 在訂閱列表裡把任意一張卡片往左拉過一半,鬆手即可歸檔,頂部會彈出「撤銷」按鈕 4 秒。關閉後只能從卡片右側選單裡歸檔。

source: 在订阅列表里把卡片往左拉
de: Karten in der Liste nach links ziehen
en: Drag a card left in the list
es: Arrastra una tarjeta a la izquierda
fr: Glisser une carte vers la gauche
ja: リストでカードを左にスワイプ
ko: 목록에서 카드를 왼쪽으로 드래그
zh_hant: 在訂閱列表裡把卡片往左拉

source: 基础
de: Grundlagen
en: Basics
es: Básico
fr: Bases
ja: 基本
ko: 기본
zh_hant: 基本

source: 墨西哥比索
de: Mexikanischer Peso
en: Mexican Peso
es: Peso mexicano
fr: Peso mexicain
ja: メキシコペソ
ko: 멕시코 페소

source: 复制（含 AI 提示词）
de: Kopieren (mit KI-Prompt)
en: Copy (with AI prompt)
es: Copiar (con prompt de IA)
fr: Copier (avec invite IA)
ja: コピー（AI プロンプト付き）
ko: 복사 (AI 프롬프트 포함)
zh_hant: 複製（含 AI 提示詞）

source: 外观
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
zh_hant: 外觀

source: 外观与语言
de: Darstellung & Sprache
en: Appearance & Language
es: Apariencia e idioma
fr: Apparence et langue
ja: 外観と言語
ko: 모양 및 언어
zh_hant: 外觀與語言

source: 多
de: viel
en: More
es: Más
fr: Beaucoup
ko: 많음

source: 天
de: Tage
en: days
es: días
fr: jours
ja: 日
ko: 일

source: 失败,稍后重试
de: Fehler, später erneut versuchen
en: Failed, try again
es: Falló, vuelve a intentarlo
fr: Échec, réessayer
ja: 失敗、再試行
ko: 실패, 다시 시도
zh_hant: 失敗,稍後重試

source: 套餐
de: Tarif
en: Plan
es: Plan
fr: Forfait
ja: プラン
ko: 요금제
zh_hant: 方案

source: 好的
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인

source: 如 ChatGPT
de: z. B. ChatGPT
en: e.g. ChatGPT
es: p. ej. ChatGPT
fr: p. ex. ChatGPT
ja: 例：ChatGPT
ko: 예: ChatGPT

source: 如 Plus
de: z. B. Plus
en: e.g. Plus
es: p. ej. Plus
fr: p. ex. Plus
ja: 例：Plus
ko: 예: Plus

source: 如 Visa 0821
de: z. B. Visa 0821
en: e.g. Visa 0821
es: p. ej. Visa 0821
fr: p. ex. Visa 0821
ja: 例：Visa 0821
ko: 예: Visa 0821

source: 如 游戏 / 健身 / 杂项
de: z. B. Games / Fitness / Sonstiges
en: e.g. Games / Fitness / Misc
es: p. ej. Juegos / Fitness / Otros
fr: ex. Jeux / Fitness / Divers
ja: 例:ゲーム / フィットネス / その他
ko: 예: 게임 / 피트니스 / 기타
zh_hant: 如 遊戲 / 健身 / 雜項

source: 如 豆包
de: z. B. ChatGPT
en: e.g. ChatGPT
es: p. ej. ChatGPT
fr: ex. ChatGPT
ja: 例:ChatGPT
ko: 예: ChatGPT
zh_hant: 如 ChatGPT

source: 如果 EON 帮你省下了一杯奶茶钱,要不要把那杯奶茶请给开发者?
de: Wenn EON dir den Preis eines Lattes gespart hat — wie wär’s, den Latte mir auszugeben?
en: If EON saved you a boba-tea’s worth, how about sending that boba over here?
es: Si EON te ahorró el precio de un café, ¿me invitas tú a ese café?
fr: Si EON t’a fait économiser un café, tu m’en offres un en retour ?
ja: EON でタピオカ 1 杯分浮いたら、そのタピオカを開発者にも 1 杯どう?
ko: EON 덕에 버블티 한 잔 값을 아꼈다면, 그 한 잔 개발자에게도 어떠세요?
zh_hant: 如果 EON 幫你省下了一杯奶茶錢,要不要把那杯奶茶請給開發者?

source: 季均
de: Quartal
en: Quarterly
es: Trimestre
fr: Trimestre
ja: 四半期
ko: 분기

source: 学习
de: Lernen
en: Learning
es: Aprendizaje
fr: Apprentissage
ja: 学習
ko: 학습
zh_hant: 學習

source: 它该留着,还是该砍掉?
de: Behalten oder streichen?
en: Keep it, or cut it?
es: ¿La mantienes o la cancelas?
fr: On la garde ou on la coupe ?
ja: 残す?それとも解約?
ko: 유지할까, 해지할까?
zh_hant: 它該留著,還是該砍掉?

source: 完全自愿 · 不解锁任何功能 · 100% 暖到开发者
de: Freiwillig · schaltet nichts frei · macht den Entwickler glücklich
en: Voluntary · unlocks nothing · 100% warm fuzzies for the dev
es: Voluntario · no desbloquea nada · 100% cariño para el dev
fr: Volontaire · ne débloque rien · 100 % de bonheur pour le dev
ja: 完全任意 · 機能は何も解放されません · 開発者は 100% 喜びます
ko: 완전 자율 · 어떤 기능도 풀리지 않음 · 개발자에게 100% 사랑
zh_hant: 完全自願 · 不解鎖任何功能 · 100% 暖到開發者

source: 完全自愿 · 不解锁任何功能 · 一次性,不是订阅
de: Völlig freiwillig · schaltet nichts frei · einmalig, kein Abo
en: Entirely optional · unlocks nothing · one-time, not a subscription
es: Totalmente opcional · no desbloquea nada · pago único, no suscripción
fr: Entièrement facultatif · ne débloque rien · paiement unique, pas un abonnement
ja: 完全に任意 · 機能解放なし · 一度きり、サブスクではありません
ko: 완전 자율 · 어떤 기능도 잠금 해제 안 함 · 일회성, 구독 아님
zh_hant: 完全自願 · 不解鎖任何功能 · 一次性,不是訂閱

source: 完全自愿。纯粹支持开发,不解锁任何功能。
de: Vollkommen freiwillig. Reine Unterstützung der Entwicklung — schaltet nichts frei.
en: Entirely optional. Pure support for development — unlocks nothing.
es: Totalmente opcional. Apoyo puro al desarrollo: no desbloquea nada.
fr: Entièrement facultatif. Soutien pur au développement — ne débloque rien.
ja: 完全に任意です。開発のサポートだけで、機能のロック解除はありません。
ko: 전적으로 자발적입니다. 순수하게 개발을 응원하는 용도이며 어떤 기능도 잠금 해제되지 않습니다.
zh_hant: 完全自願。純粹支援開發,不解鎖任何功能。

source: 完成
de: Fertig
en: Done
es: Listo
fr: OK
ja: 完了
ko: 완료

source: 导出
de: Exportieren
en: Export
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
zh_hant: 匯出

source: 小票
de: Beleg
en: Receipt
es: Recibo
fr: Reçu
ja: レシート
ko: 영수증

source: 小票号
de: Beleg-Nr.
en: Receipt No.
es: N.º de recibo
fr: N° de reçu
ja: レシート番号
ko: 영수증 번호
zh_hant: 小票號

source: 少
de: wenig
en: Less
es: Menos
fr: Peu
ko: 적음

source: 尚未请求系统通知权限。
de: Mitteilungsrechte wurden noch nicht angefragt.
en: Notification permission not requested yet.
es: Aún no se ha solicitado permiso para notificaciones.
fr: L’autorisation de notifications n’a pas encore été demandée.
ja: 通知の権限はまだ要求されていません。
ko: 아직 알림 권한을 요청하지 않았습니다.
zh_hant: 尚未請求系統通知許可權。

source: 峰值 %@
de: Spitze %@
en: Peak %@
es: Pico %@
fr: Pic %@
ja: ピーク %@
ko: 최고 %@

source: 工具栈比代码栈还要丰富 ⌨️
de: Dein Tool-Stack ist umfangreicher als dein Code-Stack ⌨️
en: Your tool stack outranks your code stack ⌨️
es: Tu stack de herramientas supera al de código ⌨️
fr: Ta pile d’outils dépasse ta pile de code ⌨️
ja: ツールスタックがコードスタックより充実 ⌨️
ko: 툴 스택이 코드 스택보다 풍부 ⌨️
zh_hant: 工具棧比程式碼棧還要豐富 ⌨️

source: 已加到提醒事项 ✅
de: Zu Erinnerungen hinzugefügt ✅
en: Added to Reminders ✅
es: Añadido a Recordatorios ✅
fr: Ajouté à Rappels ✅
ja: リマインダーに追加 ✅
ko: 미리 알림에 추가됨 ✅
zh_hant: 已加到提醒事項 ✅

source: 已同步到 iCloud
de: Mit iCloud synchronisiert
en: Synced to iCloud
es: Sincronizado con iCloud
fr: Synchronisé avec iCloud
ja: iCloud に同期済み
ko: iCloud 에 동기화됨

source: 已复制到剪贴板
de: In die Zwischenablage kopiert
en: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papier
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
zh_hant: 已複製到剪貼簿

source: 已归档「%@」
de: „%@“ archiviert
en: Archived “%@”
es: Archivada «%@»
fr: « %@ » archivé
ja: 「%@」をアーカイブ
ko: 「%@」 보관됨
zh_hant: 已歸檔「%@」

source: 已扣 %lld 次
de: %lld× abgebucht
en: Billed %lld×
es: Cobros: %lld
fr: %lld prélèvements
ja: 請求 %lld 回
ko: %lld회 결제됨

source: 已扣费次数
de: Abbuchungen bisher
en: Times billed
es: Cobros realizados
fr: Prélèvements effectués
ja: 請求回数
ko: 결제 횟수
zh_hant: 已扣費次數

source: 已暂停
de: Pausiert
en: Paused
es: En pausa
fr: En pause
ja: 一時停止
ko: 일시 중지됨
zh_hant: 已暫停
